import React from 'react';
import SectionProfile from '../SectionProfile/SectionProfile';

function Feqih() {
  return (
    <div>
      <SectionProfile
        section={'/Feqih'}
        sectionName={'الفقه'}
        sectionDescription={`الفِقْه بالمعنى اللغوي الْفَهْمُ، وأصله بالكسر والفعل فَقِهَ يَفْقَهُ بكسر القاف في الماضي وفتحها في المضارع، يقال: فَقِهَ الرجل أي: فهم، والمصدر فِقْهًا، وفلان لا يَفْقَهُ وَلَا يَنْقَه، مادته: (فِ قْ هـ)، وهو في الأصل لمعنى: مطلق الْفَهْمُ، من فَقِهَ -بكسر الوسط- يقال: فَقِهَ الرجل فِقْهًا، وأَفْقَهْتُهُ الشيء، هذا أصله، ثم خص به علم الشريعة. والعالم به فَقِيهٌ. وقد فقه من باب ظرف أي: صار فقيها. وفَقَّهه الله تفقيها، وتفَقَّه إذا تعاطى ذلك، وفاقهه باحثه في العلم. قال ابن حجر: «يقال: فَقُهَ بالضم إذا صار الفقه له سجية، وفقه بالفتح إذا سبق غيره إلى الفهم، وفَقِهَ بالكسر إذا فهم».`}
      />
    </div>
  );
}

export default Feqih;
