import React from 'react';
import SectionProfile from '../SectionProfile/SectionProfile';

function Aqeeda() {
  return (
    <div>
      <SectionProfile
        section={'/Aqeeda'}
        sectionName={'العقيدة'}
        sectionDescription={` العقيدةُ لغةً: من العَقْدِ والتوثيقِ والإحكامِ والَّربطِ بقوَّةِ. واصْطلاحًا: الإيمانُ الجازم الذي لا يتطرق إليه شك لدى مُعْتَقِدِه. قيل:معنى العقيدة: "هي مجموعة من قضايا الحق البديهية المسلَّمةِ بالعقل والسمع والفطرة، ويعقِدُ علَيْها الإنسان قلبه، ويثني عليها صدره، جازمًا بصحتها قاطعًا بُوجوبِها وثُبوتِها، لا يَرَى خلافَها أنه يصحُّ أو يكونُ أبدًا".   فالعقيدة الإسلامية تعني: الإيمان الجازم بالله تعالى، وما يجب له من التوحيد والطاعة، وبملائكته، وكتبه، ورسله، واليوم الآخر، والقدر، وسائر ما ثبت من أمور الغيب، والأخبار، والقطعيات، علمية كانت أو عملية`}
      />
    </div>
  );
}

export default Aqeeda;
